org/_posts/2016-10-14-favourite-quotes-aristotle.org
#+STARTUP: showall indent
#+STARTUP: hidestars
#+BEGIN_HTML
---
layout: post
title: "Aristotle 384BC - 322BC"
date: 2016-10-14
comments: true
quotes: true
tags: quotes
excerpt: Favourite quotes from Aristotle.
---
#+END_HTML

- Learning is not a child's play; we cannot learn without pain


- A common danger unites even the biggest enemies


- Misfortune shows those who are not real friends


- The energy of the mind is the essense of life


- Pleasure in the job puts perfection in the work


- First, have a definite, clear, practical idea; (a goal, an objective)


- Second, have the necessary means to achieve your ends; (wisdom, money,
   materials and methods)


- Third, adjust all your means to that end


- The educated differ from the uneducated as much as the living from
  the dead


- No great genious has ever existed without some touch of madness


- Those that know do. Those that understand teach


- The mathematical sciences, particularly, exchibit order, symmetry and
  limitations; and these are the greatest forms of the beautiful
