_posts/2016-10-14-favourite-quotes-aristotle.html
---
layout: post
title: "Aristotle 384BC - 322BC"
date: 2016-10-14
comments: true
quotes: true
tags: quotes
excerpt: Favourite quotes from Aristotle.
---

<ul class="org-ul">
<li>Learning is not a child's play; we cannot learn without pain</li>
</ul>


<ul class="org-ul">
<li>A common danger unites even the biggest enemies</li>
</ul>


<ul class="org-ul">
<li>Misfortune shows those who are note really friend</li>
</ul>


<ul class="org-ul">
<li>The energy of the mind is the essense of life</li>
</ul>


<ul class="org-ul">
<li>Pleasure in the job puts perfection in the work</li>
</ul>


<ul class="org-ul">
<li>First, have a definite, clear, practical idea; (a goal, an objective)</li>
</ul>


<ul class="org-ul">
<li>Second, have the necessary means to achieve your ends; (wisdom, money,
materials and methods)</li>
</ul>


<ul class="org-ul">
<li>Third, adjust all your means to that end.</li>
</ul>


<ul class="org-ul">
<li>The educated differ from the uneducated as much as the living from
the dead</li>
</ul>


<ul class="org-ul">
<li>No great genious has ever existed without some touch of madness</li>
</ul>


<ul class="org-ul">
<li>Those that know do. Those that understand teach.</li>
</ul>


<ul class="org-ul">
<li>The mathematical sciences, particularly, exchibit order, symmetry and
limitations; and these are the greatest forms of the beautiful</li>
</ul>
